Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/minnetavle_av_sisti_signert_av_h_m__kong_olav_v_som_en_del_av_norges_dokumentarv.html.tmx
Source language: nob
Languages: smj

source: Minnetavle av sisti signert av H.M. Kong Olav V som en del av Norges dokumentarv
smj: Mujttotáblo sasnes majt Majestiehtta Gånågis Olav V vuollájtjálij oassen Vuona dokumænntaárben

source: Utsmykningen ble signert av H.M. Kong Olav V på det garvede reinskinnet i forbindelse med åpningen av det 1. sameting 9. oktober 1989.
smj: Majestiehtta Gånågis Olav V la vuollájtjállám sassnehervav vuostasj sámedikke rahpama aktijvuodan gålgådismáno 9. b 1989.

source: Minnetavlen viser samisk materialbruk der bærekraftighet i materialvalg og utforming er sentral.
smj: Mujttotáblo vuoset sáme ábnas anov gånnå guoddelisvuohta ábnasválljimin ja hábbmimin la guovdátjin.

source: Den skal gjenspeile og minne om at samer er urfolk med egne verdier og tradisjoner.
smj: Dat galggá vuosedit ja mujttádit jut sáme li álggoálmmuk ietjaska árvoj ja árbbedábij.

source: Navnetrekket ble i ettertid brodert med tinntråd av duojáren Martha Jåma.
smj: Maŋŋela la duodjár Martha Jåma namáv daddnim.

source: Trerammen er laget av Jon Ole Andersen.
smj: Jon Ole Andersen la muorrarámmav dahkam.

source: Sistien vil synliggjøre en historisk hendelse og bidra til økt synlighet og anerkjennelse av samenes politiske status i Norge.
smj: Sassne vuoset histårjålasj dáhpádusáv ja vájkkut sámij politihkalasj árvvo ienep tjalmostahtteduvvá ja dåhkkidimev Vuonan.

source: Den ble signert av H.M. Kong Olav V som et minne om den historiske åpningen av det 1. sameting.
smj: Dav Majestiehtta Gånågis Olav V vuollájtjálij mujtton vuostasj sámedikke histårjålasj rahpamis.

source: Utsmykkingen gjenspeiler minner om samene som et nomadefolk og innlandsfolk.
smj: Sassnehærvva spiedjilasstá mujtojt sámij birra nomádaálmmugin ja sisednamálmmugin.

source: Sistien representerer en særegen estetisk uttrykksform, i tillegg til at presentasjonen i seg selv har en stilistisk verdi.
smj: Sassne vuoset estetihkalasj gåvvidimvuogev, duodden dasi gå åvddånbuktemin ietjastis la árvvo stijla gáktuj.

source: Vi anser at sistien med Kong Olav Vs signatur er en viktig del av Sametingets historie og har tung symbolverdi.
smj: Mij adnep sasnev Gånågis Olav V vuollájtjállagijn ájnas oassen Sámedikke histåvrån ja danna la nanos symbåvllåárvvo.

source: Minnetavle av sisti/garvet reinskinn signert av H.M. Kong Olav V, 9. oktober 1989 ble tatt opp som en del av Norges dokumentarv i 2020.
smj: Sassnemujttotáblo majt Majestiehtta Gånågis Olav V vuollájtjálij gålgådismáno 9 b. 1989 sebrudahteduváj oassen Vuona dokumænntaárbes 2020.
